Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/opetus-_ja_kasvatusalan_tietovajeita_saamelaisista_paikkaava_ihmisoikeuskasvatusmateriaali_julkaistu_.html.tmx
Source language: fin
Languages: sme

source: Opetus- ja kasvatusalan tietovajeita saamelaisista paikkaava ihmisoikeuskasvatusmateriaali julkaistu!
sme: Olmmošriekteoahppamateriála lea almmustahtton oahpahus- ja bajásgeassinsuorggi diehtovádjitvuođa deavdima várás!

source: Tiedätkö, mikä alkuperäiskansa on?
sme: Dieđátgo, maid dárkkuha eamiálbmot?

source: Mitä tiedät saamelaisista?
sme: Maid dieđát sámiid birra?

source: Suomessa on suuri tietovaje saamelaisista, heidän kulttuuristaan ja alkuperäiskansaoikeuksista.
sme: Suomas lea diehtovádjitvuohta sámiid, sin kultuvrra ja eamiálbmotvuoigatvuođaid birra.

source: Uusi ihmisoikeuskasvatusmateriaali kokoaa tietoa ja vinkkejä opetus- ja kasvatusalalle sekä saamelaisten haastatteluja aiheen ottamiseksi osaksi opetusta.
sme: Ođđa olmmošriekteoahppamateriála čohkke dieđuid ja neavvagiid oahpahus- ja bajásgeassinsuorgái sihke sápmelaččaid jearahallamiid fáttá oahpahusa oassin váldima várás.

source: Aiheina ovat muun muassa ihmisoikeusperusta, alkuperäiskansa, historia ja pakkosuomalaistaminen, kielelliset ja kulttuuriset ihmisoikeudet, ilmastonmuutoksen vaikutukset ja viestit kasvatusalalle.
sme: Fáddán leat earret eará olmmošriektevuođustus, eamiálbmot, historjá ja bággosuomaiduhttin, gielalaš ja kultuvrralaš olmmošvuoigatvuođat, dálkkádatnuppástusa váikkuhusat ja ovdanboahtimat bajásgeassinsuorgái.

source: Materiaali on tehty Helsingin yliopiston kasvatustieteellisen tiedekunnan, saamelaiskäräjien ja Ihmisoikeuskeskuksen yhteistyössä.
sme: Materiála lea dahkkon Helssega universitehta pedagogihka dieđagotti, sámedikki ja Olmmošriekteguovddáža oktasašbargun.

source: Tuuli Miettunen toteutti opetus- ja kulttuuriministeriön tilaaman selvityksen saamelaistiedosta oppimateriaaleissa vuonna 2020 ja havaitsi, että tietoa on vähän ja jos sitä oli, se on esihistoriaan jäänyttä ja rasistista stereotypiaa toistavaa (Miettunen 2020).
sme: Tuuli Miettunen barggai oahpahus- ja kulturministeriija diŋgon čilgehusa sámedieđus oahppamateriálain jagi 2020 ja gávnnahii, ahte dieđut leat uhcán ja juos dat ledje, dat ledje ovdahistorjái báhcán ja geardduhedje rasisttalaš stereotypiijaid (Miettunen 2020).

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso painottaa, että Suomessa tulisi toimeenpanna myös alemmalla lainsäädännön tasolla perustuslain (17 §:n) takaama oikeus saamelaisille ylläpitää ja kehittää alkuperäiskansana omaa kieltään ja kulttuuriaan, itsemääräämisoikeus sekä perustuslain takaama itsehallinto saamelaisalueella (121 §).
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso deattuha, ahte Suomas galggašii ollašuhttit maiddái vuolit láhkaásaheami dásis vuođđolága (17 §:a) dáhkidan vuoigatvuođa sápmelaččaide doalahit ja ovddidit eamiálbmogin iežaset giela ja kultuvrra, iešmearridanvuoigatvuođa sihke vuođđolága dáhkidan iešráđđema sámeguovllus (121 §).

source: Alkuperäiskansan oikeudet on määritelty myös kansainvälisessä oikeudessa, joten kysymystä ei pitäisi pelkästään politisoida.
sme: Eamiálbmoga vuoigatvuođat leat meroštallon maiddái riikkaidgaskasaš rievttis, nu ahte gažaldaga ii galggašii dušše politiseret.

source: Ihmisoikeuskasvatus on toteutunut Suomessa riittämättömästi opettajankoulutuksessa (Ihmisoikeuskeskus 2014;
sme: Olmmošriektebajásgeassin lea ollašuvvan Suomas váilevaččat oahpaheaddjiidskuvlemis (Olmmošriekteguovddáš 2014;

source: Kasa ym., 2021).
sme: Kasa jne. , 2021).

source: Tietämättömyydellä ihmisoikeuksista ja saamelaisista on laajoja vaikutuksia saamelaisten ihmisoikeuksien toteutumiseen.
sme: Diehtemeahttunvuođas, mii guoská olmmošvuoigatvuođaid ja sámiid, leat viiddes váikkuhusat sámiid olmmošvuoigatvuođaid ollašuvvamii.

source: Esimerkiksi saamelaisten asemaa alkuperäiskansana ei ymmärretä, vaikka Suomen perustuslaki sen tunnustaa.
sme: Ovdamearkan sámiid sajádat eamiálbmogin ii áddejuvvo, vaikke Suoma vuođđoláhka dan dovddasta.

source: Perustuslain takaamat kielelliset oikeudetkaan eivät toteudu riittävästi tämän vuoksi.
sme: Vuođđolága dáhkidan gielalaš vuoigatvuođatge eai ollašuva doarvái dan dihtii.

source: Esimerkiksi oikeus omakielisiin sosiaali- ja terveyspalveluihin tai saamen kielen käyttämiseen viranomaisissa toteutuu puutteellisesti.
sme: Ovdamearkan vuoigatvuohta iežasgielat sosiála- ja dearvvasvuođabálvalusaide dahje sámegiela geavaheapmái virgeoapmahaččain ollašuvvá váilevaččat.

source: Saamen kielten ja saamenkielinen opetus tavoittaa edelleen vain osan saamelaisoppilaista.
sme: Sámegielaid ja sámegielat oahpahus juksá ain dušše oasi sápmelašoahppiin.

source: Suomelle toistuvasti huomautuksia ihmisoikeusvalvontaelimiltä saamelaisten kohtelusta
sme: Supmii jeavddalaččat cuigemat olmmošriektegohcinorgánain sámiide guoski meannudemiin

source: Suomi on saanut toistuvasti moitteita ihmisoikeusvalvontaelimiltä mm. alkuperäiskansan itsemääräämisoikeuteen puuttumisesta ja oikeuksien puutteellisesta toteutumisesta.
sme: Suopma lea jeavddalaččat ožžon moaitámušaid olmmošriektegohcinorgánain ee. eamiálbmoga iešmearridanvuoigatvuhtii guoskamis ja vuoigatvuođaid váilevaš ollašuvvamis.

source: Onkin korkea aika, että Suomen valtio ryhtyy toimiin saamelaisten ihmisoikeuksien toteuttamiseksi mm. tuomalla julkisuuteen oikeaa tietoa, tunnustamalla oikeuksien velvoittavuuden sekä puuttumalla saamelaisten kohtaamaan syrjintään ja vihapuheeseen.
sme: Leage juo áigi, ahte Suoma stáhta álgá doaimmaide sámiid olmmošvuoigatvuođaid ollašuvvama várás ee. buktimiin almmolašvuhtii rivttes dieđuid, dovddastemiin vuoigatvuođaid geatnegahttivuođa sihke darvánemiin sámiid deaividan vealaheapmái ja vaššisáhkii.

source: Saamelaisten kulttuurisia oikeuksia uhkaa tietämättömyyteen pohjaavien hankkeiden lisäksi ilmastonmuutos
sme: Sámiid kultuvrralaš vuoigatvuođaid uhkida diehtemeahttunvuhtii vuođđudeaddji doaimmaid lassin dálkkádatnuppástus

source: Tiina Sanila-Aikio muistuttaa, että ”ilmastonmuutos tulee muuttamaan kaiken”.
sme: Tiina Sanila-Aikio muittuha, ahte ”dálkkádatnuppástus boahtá rievdadit buot”.

source: Sanila-Aikion puheenvuorossa tuodaan esiin, kuinka sään ääri-ilmiöt ovat jo lisääntyneet.
sme: Sanila-Aikio sáhkavuorus buktojuvvo ovdan, man láhkai garrasut dálkeroasut leat juo lassánan.

source: Ilmastonmuutos näkyy erityisesti arktisella alueella.
sme: Dálkkádatnuppástus oidno erenomážit árktalaš guovllus.

source: Pelkästään ilmastonmuutos ei uhkaa saamelaisten elinoloja vaan myös tietämättömyys johtaa moniin hankkeisiin, jotka tuhoavat elinkeinon ja kulttuurin jatkamisen edellytyksiä.
sme: Dušše dálkkádatnuppástus ii áitte sámiid eallindiliid muhto maiddái diehtemeahttunvuohta doalvu máŋggaid doaimmaide, mat duššadit ealáhusa ja kultuvrra joatkima eavttuid.

source: Saamelaisten kulttuuriset oikeudet ovatkin kiinteästi yhteydessä maaoikeuksiin.
sme: Sámiid kultuvrralaš vuoigatvuođat leatge lávga oktavuođas eanavuoigatvuođaide.

source: Ihmisoikeuskoulutusaineisto on vapaasti ladattavissa ja lisäksi se tulee osaksi Demokratia- ja ihmisoikeuskasvatus opetus- ja kasvatustyössä -erikoiskurssia.
sme: Olmmošriekteoahppamateriála oažžu friija luđet ja lassin dat boahtá Demokratiija- ja olmmošriektebajásgeassin oahpahus- ja bajásgeassinbarggus – spesiálakurssa oassin.

source: Kurssin osana näytetään myös Suvi Westin Eatnameamet – Hiljainen taistelumme -dokumenttielokuva, joka on tärkeä puheenvuoro saamelaisten näkökulmasta.
sme: Kurssas čájehuvvo maiddái Suvi West Eatnameamet – Hiljainen taistelumme -dokumeantafilbma, mii lea dehálaš sáhkavuorru sámiid perspektiivvas.

source: Elokuva on julkaistu Koulukino -palvelussa ja syksyllä 2021 on tulossa lisää oppimateriaalia Koulukinoon oppilaitosten hyödynnettäväksi.
sme: Filbma lea olggosaddon Koulukino – bálvalusas ja čakčat 2021 lea boahtimin lasi oahppamateriála Koulukinoi oahppolágádusaid atnui.

source: Uusi oppimateriaali on suunnattu tueksi opettajille ja tiedoksi laajalle yleisölle
sme: Ođđa oahppamateriála lea dárkkuhuvvon veahkkin oahpaheaddjiide ja viidát diehtun álbmogii

source: Arviolta yli 70 % saamelaisista asuu saamelaisalueen ulkopuolella (ks. Keva 2020 ), ja tämä on tärkeää jokaisen opettajan tiedostaa;
sme: Árvvu mielde badjel 70 % sápmelaččain ássá sámeguovllu olggobealde (gč. Keva 2020 ), ja dán lea juohke oahpaheaddji dehálaš diehtit;

source: saako oppilas tietoa omasta kulttuuristaan ja demokratiakasvatuksen kannalta relevanttia tietoa esimerkiksi saamelaiskäräjistä yhteiskunnassa toimimiseen?
sme: oažžugo oahppi dieđuid iežas kultuvrra birra ja demokratiijabajásgeassima dáfus relevánta dieđuid ovdamearkan sámedikki birra servodagas doaibmamii ?

source: Ja toisaalta, millaista tietoa suomalainen oppilas saa saamelaisuudesta?
sme: Ja nuppe dáfus, makkár dieđuid suopmelaš oahppi oažžu sápmelašvuođas?

source: Nyt julkaistu ihmisoikeuskasvatusmateriaali tarjoaa tietoa muun muassa saamelaisista, alkuperäiskansan ja itsemääräämisoikeuden ihmisoikeusperustasta, historiasta ja koulun roolista, kielellisistä ja kulttuurisista ihmisoikeuksista, ilmastonmuutoksen vaikutuksista saamelaisiin ja vinkkejä opettajille ja kasvattajille.
sme: Dál olggosaddon olmmošriekteoahppamateriála fállá dieđuid earret eará sámiin, eamiálbmoga ja iešmearridanvuoigatvuođa olmmošriektevuođustusas, historjjás ja skuvlla rollas, gielalaš ja kultuvrralaš olmmošvuoigatvuođain, dálkkádatnuppástusa váikkuhusain sápmelaččaide ja neavvagiid oahpaheaddjiide ja bajásgeassiide.

source: Keskeinen näkökulma on myös saamelaiset yhtenä kansana Saamenmaalla, joka ylittää valtioiden rajat.
sme: Guovddáš perspektiiva lea maiddái sápmelaččat oktan álbmogin Sámeeatnamis, mii ollá rájáid badjel.

source: Mukana on saamelaisten puheenvuoroja itsemääräämisoikeudesta, elinkeinosta, suhteesta luontoon ja opetusmateriaaleista.
sme: Mielde leat sápmelaččaid sáhkavuorut iešmearridanvuoigatvuođas, ealáhusas, gaskavuođas lundui ja oahppomateriálain.

source: Koulutusaineisto on tehty Helsingin yliopiston kasvatustieteellisen tiedekunnan, saamelaiskäräjien ja Ihmisoikeuskeskuksen yhteistyössä.
sme: Oahppamateriála lea dahkkon Helssega universitehta pedagogihka dieđagotti, sámedikki ja Olmmošriekteguovddáža oktasašbargun.

source: Työ toteutettiin osana Ihmisoikeudet, demokratia, arvot ja dialogi kasvatuksessa -hanketta 2018-2021 , jonka tarkoitus on ollut parantaa ihmisoikeustietoisuutta kasvatusalalla.
sme: Bargu ollašuhttui Olmmošvuoigatvuođat, demokratiija, árvvut ja dialogiija bajásgeassimis – prošeavtta 2018-2021 oassin, man dárkkuhussan lea leamaš buoridit olmmošriektediđolašvuođa bajásgeassinsuorggis.

source: Hanketta ovat rahoittaneet vuonna 2020-2021 Ihmisoikeuskeskus , oikeusministeriö ja Helsingin yliopisto .
sme: Prošeavtta leat ruhtadan jagiid 2020-2021 Olmmošriekteguovddáš , vuoigatvuođaministeriija ja Hels sega universitehta .

source: Lisätietoja:
sme: Lassidieđut:

source: Tuija Kasa, asiantuntija (osa-aikainen), Ihmisoikeuskeskus / väitöskirjatutkija, Helsingin yliopisto, +358(0)29 412 0665, tuija.kasa(at)helsinki.fi
sme: Tuija Kasa, áššedovdi (oasseáigásaš), Olmmošriekteguovddáš / nákkosgirjedutki, Helssega universitehta, +358(0)29 412 0665, tuija.kasa@helsinki.fi

source: Ulla Aikio-Puoskari, koulutussihteeri, saamelaiskäräjät, +358(0)10 839 3112, ulla.aikio-puoskari(at)samediggi.fi
sme: Ulla Aikio-Puoskari, skuvlenčálli, sámediggi, +358(0)10 839 3112, ulla.aikio-puoskari@samediggi.fi

source: Sirpa Rautio, johtaja, Ihmisoikeuskeskus, +358(0)9 432 3780, sirpa.rautio(at)ihmisoikeuskeskus.fi
sme: Sirpa Rautio, hoavda, Olmmošriekteguovddáš, +358(0)9 432 3780, sirpa.rautio@ihmisoikeuskeskus.fi

source: Lähteitä:
sme: Gáldut:

source: Ihmisoikeuskeskus (2014): Ihmisoikeuskasvatus- ja koulutus Suomessa.
sme: Olmmošriekteguovddáš (2014): Ihmisoikeuskasvatus- ja koulutus Suomessa.

source: Ihmisoikeuskeskus.
sme: Olmmošriekteguovddáš.

source: Osoitteessa: https://ihmisoikeuskeskus-fi-bin.directo.fi/@Bin/47503f796d0d0a236e19344592dd9215/1525775690/application/pdf/272052/IOK-Ihmisoikeuskasvatus-%20ja%20-koulutusselvitys.pdf
sme: Čujuhusas: https://ihmisoikeuskeskus-fi-bin.directo.fi/@Bin/47503f796d0d0a236e19344592dd9215/1525775690/application/pdf/272052/IOK-Ihmisoikeuskasvatus-%20ja%20-koulutusselvitys.pdf

source: Opetus- ja kulttuuriministeriön julkaisuja 2020:29.
sme: Oahpahus- ja kulturministeriija olggosaddimat 2020:29.

source: Oktavuohta – saamelaistietoa opetukseen: https://www.oktavuohta.com/
sme: Oktavuohta – sámediehtu oahpahusa várás: https://www.oktavuohta.com/

source: Valmiuksia saamelais- ja romaninuorten kohtaamiseen – maksuton koulutus opettajille: https://www.nuortenakatemia.fi/hankkeet/kulttuurien-koulu/
sme: Dáiddut sáme- ja románanuoraid deaivideapmái – nuvttá skuvlen oahpaheaddjiide: https://www.nuortenakatemia.fi/hankkeet/kulttuurien-koulu/

source: Kuva: Kevin Francett
sme: Govva: Kevin Francett
